capita-API_tests/target/test-classes/data/TryGetByMetadataSearch_EmailOutbound.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
  <s:Header/>
  <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
    <TryGetByMetadataSearch xmlns="https://www.capita.co.uk/TfL/docstore">
      <repository>#(repository)</repository>
      <sourceSystem>#(sourcesystem)</sourceSystem>
      <metadata xsi:type="EmailOutbound">
        <FileName>Image.png</FileName>
        <Submitter>145202</Submitter>
        <CorrespondenceID>#(corrid)</CorrespondenceID>
        <Comment>demo</Comment>
        <SubCategory>
          <string>ACCBNKUPD</string>
          <string>ACCBNKUPD</string>
        </SubCategory>        
      </metadata>
      <added>2020-06-23T04:00:24.284191Z</added>     
    </TryGetByMetadataSearch>
  </s:Body>
</s:Envelope>